{"translation-revision-date":"2021-01-11 09:06+0100","generator":"WP-CLI\/2.4.0","source":"892.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de","plural-forms":"nplurals=2; plural=(n != 1);"},"Cookie Banner\/Dialog":["Cookie Banner\/Dialog"],"You can enable and disable the cookie banner. We recommend to activate the cookie banner on your website after you have added all cookies.":["Du kannst das Cookie Banner aktivieren und deaktivieren. Wir empfehlen dir das Cookie Banner auf deiner Website zu aktivieren, nachdem du alle Cookies eingepflegt hast."],"Content Blocker":["Content Blocker"],"This feature allows you to block content that would set cookies, but for which you do not yet have the visitor's consent.":["Diese Funktion ermöglicht es dir, Inhalte zu blockieren, die Cookies setzen würden, für die du aber noch nicht die Zustimmung des Besuchers hast."],"Refresh site after consent":["Seite nach Einwilligung neu laden"],"Do not refresh":["Nicht neu laden"],"Refresh":["Neu laden"],"Depending on how cookies are set e. g. by other plugins on your website, it may be necessary to reload the website after the user has given his consent to set cookies (only necessary in very rare cases).":["Je nachdem wie Cookies gesetzt werden, z. B. durch andere Plugins auf deiner Website, kann es notwendig sein die Website neu zu laden, nachdem der Nutzer seine Einwilligung zum Setzen von Cookies gegeben hat (nur in sehr seltenen Fällen notwendig)."],"Hide cookie banner on specific pages":["Cookie Banner auf bestimmten Seiten ausblenden"],"According to the ePrivacy Directive, legally mandatory pages such as the privacy policy or the imprint should be accessible without the need for the user to consent to cookies. Therefore, it is recommended to avoid cookies on these pages and not to display a cookie banner.":["Gemäß der ePrivacy-Richtlinie sollten gesetzlich vorgeschriebene Seiten wie die Datenschutzerklärung oder das Impressum zugänglich sein, ohne dass der Nutzer den Cookies zustimmen muss. Es wird daher empfohlen Cookies auf diesen Seiten zu vermeiden und keinen Cookie Banner anzuzeigen."],"Imprint page":["Impressum"],"Privacy policy page":["Datenschutzerklärung"],"Hide on additional pages":["Auf zusätzlichen Seiten ausblenden"],"Want to hide cookie banner on more pages?":["Möchtest du das Cookie Banner auf mehr Seiten ausblenden?"],"Cookie banners are legally necessary, but distract your users from the essential. For example, on landing pages for advertising campaigns they lead to poorer conversation rates. On these pages it can be useful to do without cookies to keep the conversation rate high. You can hide the cookie banner on these pages.":["Cookie Banner sind rechtlich notwendig, lenken deine Nutzer aber vom Wesentlichen ab. Zum Beispiel führen sie auf Landing Pages für Werbekampagnen zu schlechteren Konvertierungsraten. Auf diesen Seiten kann es sinnvoll sein auf Cookies zu verzichten, um die Konvertierungsraten hoch zu halten. Du kannst das Cookie Banner auf diesen Seiten ausblenden."],"Set cookies after consent via":["Cookies setzen nach Einwilligung mittels"],"HTML\/JavaScript Snippet":["HTML\/JavaScript Snippet"],"%s Event":["%s Ereignis"],"Want to use a Tag Manager legally?":["Möchtest einen Tag Manager legal verwenden?"],"pro-modal\/set-cookies-via-manager.png":["pro-modal\/de\/set-cookies-via-manager.png"],"You can integrate services via Google Tag Manager or Matomo Tag Manager. At the same time, you can obtain and document consents via Real Cookie Banner in accordance with data protection regulations.":["Du kannst Dienste über Google Tag Manager oder Matomo Tag Manager integrieren. Gleichzeitig kannst du über Real Cookie Banner Einwilligungen gemäß den Datenschutzvorschriften einholen und dokumentieren."],"You only need to change this option if you use Google Tag Manager or Matomo Tag Manager.":["Du musst diese Option nur ändern, wenn Du Google Tag Manager oder Matomo Tag Manager verwendest."],"If you opt-in to or opt-out from cookies, you will normally execute JavaScript code to ensure that scripts are enabled\/disabled and cookies are set\/removed on the visitor client. If you are a Google Tag Manager or Matomo Tag Manager user, you can map this behavior by using tags that are triggered by an event in the data layer. If you enable this option, the Google Tag Manager or Matomo Tag Manager should not yet be integrated into your website. Instead, you must integrate it as an opt-in script of a cookie you create for the Tag Manager. For each cookie (service) listed in this plugin, you will receive an additional field where you can specify the name of the event that is automatically triggered when the user opt-in or opt-out. We have a full integration for Tag Manager which should allow you to run it legally compliant in the EU.":["Wenn der Verwendung von Cookies zugestimmt oder diese verweigert werden, wird normalerweise JavaScript-Code ausführen, um sicherzustellen, dass Scripts aktiviert\/deaktiviert und Cookies auf dem Besucher-Client gesetzt\/entfernt werden. Wenn du ein Nutzer von Google Tag Manager oder Matomo Tag Manager bist, kannst du dieses Verhalten mit Hilfe von Tags abbilden, die durch ein Ereignis in dem Datalayer ausgelöst werden. Wenn du diese Option aktivierst, sollte der Google Tag Manager oder Matomo Tag Manager noch nicht in deine Webseite integriert sein. Stattdessen musst du ihn als Opt-in Script eines Cookies integrieren, dass du für den Tag Manager erstellst. Für jedes Cookie (Service), dass in diesem Plugin aufgeführt wird, erhältst du ein zusätzliches Feld, in dem du den Namen des Events angeben kannst, welches automatisch ausgelöst wird, wenn der Nutzer dem Cookie zustimmt oder seine Einwilligung widerruft. Wir haben eine vollständige Integration für den Tag Manager, die es dir ermöglichen sollte, diese gesetzeskonform in der EU einzusetzen."],"Search...":["Suche..."],"— Select —":["— Auswählen —"]}}}