{"translation-revision-date":"2021-01-11 09:06+0100","generator":"WP-CLI\/2.4.0","source":"chunk-config-tab-settings.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de","plural-forms":"nplurals=2; plural=(n != 1);"},"You have unsaved changes. If you click on confirm, your changes will be discarded.":["Du hast ungespeicherte Änderungen. Wenn du auf Bestätigen klickst, werden deine Änderungen verworfen."],"Enabled":["Aktiviert"],"Disabled":["Deaktiviert"],"— Select —":["— Auswählen —"],"Consent":["Einwilligung"],"Successfully copied to the clipboard!":["Erfolgreich in die Zwischenablage kopiert!"],"Automatically accept all cookies for bots":["Automatisch alle Cookies für Bots akzeptieren"],"Respect \"Do Not Track\"":["Respektiere “Do Not Track”"],"Duration of cookie consent":["Gültigkeitsdauer der Cookie Einwilligung"],"days":["Tage"],"Save IP address on consent":["IP-Adresse bei Einwilligung speichern"],"Consent for data processing in the USA":["Einwilligung zur Datenverarbeitung in den USA"],"Age notice for consent":["Altershinweis zur Einwilligung"],"Consent Forwarding":["Weiterleitung der Einwilligung"],"Copy to clipboard":["In die Zwischenablage kopieren"],"General":["Allgemein"],"Bots cannot give consent to the setting of cookies. As a result, they may consider your site as slow if a cookie banner permanently blocks all other content. Therefore, you should allow the bots to browse your site without consent, but still set all cookies.":["Bots können keine Einwilligung zum Setzen von Cookies geben. Infolgedessen können sie deine Seite als langsam betrachten, wenn ein Cookie Banner alle anderen Inhalte dauerhaft blockiert. Du solltest den Bots daher erlaube ohne Einwilligung auf deiner Seite zu surfen, aber trotzdem alle Cookies setzen."],"Users can set the \"Do not track\" HTTP header in their browser to indicate that they do not want to be tracked. Most cookies are used for tracking. Therefore, if you enable this option, users with this HTTP header can access your site without a cookie banner and only the essential cookies will be set.":["Nutzer können den HTTP-Header “Do Not Track” in ihrem Browser setzen, um anzuzeigen, dass sie nicht von z.B. Analyse-Software verfolgt werden möchten. Die meisten Cookies werden für das Tracking verwendet. Wenn du also diese Option aktivierst können Benutzer mit diesem HTTP-Header ohne Cookie Banner auf deine Seite zugreifen und es werden nur die essenzielle Cookies gesetzt."],"The consent of a user to set cookies should be limited in time. You can specify how long the consent is valid. If you change the behaviour or content of the cookie banner in the meantime, visitors of your website must give their consent again, even if it has not yet expired.":["Die Einwilligung eines Nutzers zum Setzen von Cookies sollte zeitlich begrenzt sein. Du kannst angeben wie lange die Einwilligung gültig ist. Wenn du in der Zwischenzeit das Verhalten oder den Inhalt des Cookie Banners änderst, müssen die Besucher deiner Webseite erneut ihre Einwilligung geben, auch wenn diese noch nicht abgelaufen ist."],"In accordance with {{a}}Article 8 EU GDPR{{\/a}}, consent to cookies and services that process personal data can only be given from the age of 16 years (varying in some EU countries) or together with an legal guardian. If your website does not clearly and exclusively address adults (e.g. dating or porn sites), you as the website operator must inform children under the minimum age in simple language that they are not allowed to consent to non-essential cookies without the consent of their legal guardian.":["Gemäß {{a}}Artikel 8 EU DSGVO{{\/a}} kann die Einwilligung in Cookies und Diensten, die personenbezogene Daten verarbeiten, erst ab einem Alter von 16 Jahren (in einigen EU-Ländern unterschiedlich) oder zusammen mit einem Erziehungsberechtigten erteilt werden. Wenn sich deine Website nicht eindeutig und ausschließlich an Erwachsene richtet (z.B. Dating- oder Pornoseiten), musst du als Betreiber der Website Kinder unter dem Mindestalter in einfacher Sprache darüber informieren, dass sie keine Einwilligung zu nicht essenzielle Cookies ohne die Zustimmung ihres Erziehungsberechtigten geben dürfen."],"https:\/\/gdpr-info.eu\/art-8-gdpr\/":["https:\/\/dejure.org\/gesetze\/DSGVO\/8.html"],"Do you need consent for US data processing?":["Brauchst du eine Einwilligung zur Datenverarbeitung in den USA?"],"pro-modal\/eprivacy-usa.png":["pro-modal\/de\/eprivacy-usa.png"],"The Privacy Shield should ensure that data processed in the US are treated at the same level of data protection as in the EU. However, the ECJ has declared the Privacy Shield to be illegal (ECJ, 16.7.2020 - C-311\/18). In our opinion, the only way to legally use US services like Google Analytics or YouTube is to obtain a consent to do so.":["Das Privacy Shield soll sicherstellen, dass in den USA verarbeitete Daten auf dem gleichen Datenschutzniveau behandelt werden wie in der EU. Der EuGH hat den Privacy Shield jedoch für illegal erklärt (EuGH, 16.7.2020 - C-311\/18). Unserer Meinung nach besteht die einzige Möglichkeit US-Dienste wie Google Analytics oder YouTube legal zu nutzen darin, eine Einwilligung dazu einzuholen."],"The Privacy Shield should ensure that data processed in the US are treated at the same level of data protection as in the EU. However, the ECJ has declared the Privacy Shield to be illegal (ECJ, 16.7.2020 - C-311\/18), as the level of data protection in the US does not match the level of data protection in the EU and violates fundamental rights of EU citizens. This means that you are no longer allowed to use services that process data in the USA or pass on data to affiliated companies from that country (e. g. Google). In practice, however, exclusion from US services is often not possible. {{a}}Lawyer Dr. Schwenke suggests as a possible solution the consent to process data in the coookie banner.{{\/a}} Activate this option to be able to mark cookies in its definition that they process data in the USA and obtain the consent of their users for this in your cookie banner.":["Das Privacy Shield sollte sicherstellen, dass in den USA verarbeitete Daten auf dem gleichen Datenschutzniveau wie in der EU behandelt werden. Der EuGH hat den Privacy Shield jedoch für illegal erklärt (EuGH, 16.7.2020 - C-311\/18), da das Datenschutzniveau in den USA nicht dem Datenschutzniveau in der EU entspricht und gegen die Grundrechte der EU-Bürger verstößt. Das bedeutet, dass du keine Dienste mehr nutzen darfst, die Daten in den USA verarbeiten oder Daten an verbundene Unternehmen aus diesem Land weitergeben (z. B. Google). In der Praxis ist ein Ausschluss von US-Diensten jedoch oft nicht möglich. {{a}}Rechtsanwalt Dr. Schwenke schlägt als mögliche Lösung die Einwilligung zur Verarbeitung von Daten im Cookie Banner vor.{{\/a}} Aktiviere diese Option, um Cookies in dessen Definition so kennzeichnen zu können, dass sie Daten in den USA verarbeiten und dafür die Einwilligung der Nutzer in deinem Cookie Banner eingeholt werden kann."],"https:\/\/datenschutz-generator.de\/eugh-privacy-shield-unwirksam\/#Einwilligung_im_CookieBanner_als_Loesung":["https:\/\/datenschutz-generator.de\/eugh-privacy-shield-unwirksam\/#Einwilligung_im_CookieBanner_als_Loesung"],"Depending on your country of origin, it may make legal sense to store the IP address of the user who consents to cookies. But on the other hand, you must inform the user in your privacy policy that you are saving this IP address together with the consent, as from a legal point of view this is a personal date.":["Je nach Herkunftsland kann es rechtlich sinnvoll sein die IP-Adresse des Nutzers zu speichern, der den Cookies zustimmt. Andererseits musst du den Nutzer in deiner Datenschutzerklärung darauf hinweisen, dass du die IP-Adresse zusammen mit der Einwilligung speicherst, da es sich aus rechtlicher Sicht um ein persönliches Datum handelt. In Deutschland und Österreich raten wir von einer Speicherung ab."],"Successfully updated settings!":["Einstellungen erfolgreich aktualisiert!"],"Save settings":["Einstellungen speichern"],"Multisite \/ Consent Forwarding":["Multisite \/ Weiterleitung der Einwilligung"],"No additional sites endpoints found.":["Keine zusätzlichen Endpunkte gefunden."],"https:\/\/devowl.io\/knowledge-base\/cookie-banner-consent-forwarding-setup\/":["https:\/\/devowl.io\/de\/knowledge-base\/cookie-banner-weiterleitung-der-einwilligung\/"],"One consent for all your websites?":["Eine Einwilligung für alle deine Websites?"],"pro-modal\/consent-forwarding.png":["pro-modal\/de\/consent-forwarding.png"],"In WordPress multisites or multiple instances of WordPress running for one organization, you only need to obtain cookie consent once. Consents are automatically forwarded, so your visitor only needs to accept cookies once, instead of on each site again.":["Bei WordPress Multisites oder mehreren Instanzen von WordPress, die für eine Organisation laufen, muss nur einmal die Einwilligung für Cookies eingeholt werden. Einwilligungen werden automatisch weitergeleitet, sodass dein Besucher Cookies nur einmal akzeptieren muss, anstatt auf jeder Seite erneut."],"You can ask the user for consent on one site, and the consent applies to other sites in a WordPress multisite installation or other standalone WordPress installations. This is useful if you run multiple WordPress sites for one organization. For example, you have a company page, landing page, and blog, and you want to show the user as few cookie banners as possible. {{a}}Learn more about how to configure the forwarding of consents.{{\/a}}":["Du kannst den Nutzer auf einer Site um Einwilligung bitten, und die Einwilligung gilt für andere Sites in einer WordPress Multisite oder anderen eigenständigen WordPress-Installationen. Dies ist sinnvoll, wenn du mehrere WordPress Sites für eine Organisation betreibst. Du hast z.B. eine Unternehmensseite, eine Landingpage und einen Blog und möchten dem Nutzer so wenig Cookie Banner wie möglich zeigen. {{a}}Lernen Sie mehr darüber, wie die Weiterleitung von Einwilligungen konfiguriert werden kann (Englisch).{{\/a}}"],"One of your configured endpoints is using an insecure protocol (not HTTPS). For security reasons, most modern browsers reject and block the use of cross-domain cookies on unsecured pages. {{a}}Learn more.{{\/a}}":["Einer deiner konfigurierten Endpunkte verwendet ein unsicheres Protokoll (nicht HTTPS). Aus Sicherheitsgründen lehnen die meisten modernen Browser die Verwendung von cross-domain Cookies auf ungesicherten Seiten ab und blockieren sie. {{a}}Mehr erfahren.{{\/a}}"],"Forward to":["Weiterleiten an"],"Select all sites to which the consent of the user on the current site should be forwarded.":["Wähle alle Sites aus, an welche die Einwilligung des Nutzers der aktuellen Site weitergeleitet werden soll."],"External 'Forward To' endpoints":["Externe 'Weiterleiten an'-Endpunkte"],"This option is only required if you want to forward consent to another WordPress installation. Please enter one URL endpoint of the Real Cookie Banner WP REST API per line. Below you find a list of all available endpoints of this WordPress installation.":["Diese Option ist nur erforderlich, wenn du die Einwilligung an eine andere WordPress-Installation weiterleiten möchten. Bitte gebe pro Zeile einen URL-Endpunkt des Real Cookie Banner WP REST API ein. Nachfolgend findest du eine Liste aller verfügbaren Endpunkte dieser WordPress-Installation."]}}}