{"translation-revision-date":"2021-01-11 09:06+0100","generator":"WP-CLI\/2.4.0","source":"chunk-config-tab-blocker.pro.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de","plural-forms":"nplurals=2; plural=(n != 1);"},"You have unsaved changes. If you click on confirm, your changes will be discarded.":["Du hast ungespeicherte Änderungen. Wenn du auf Bestätigen klickst, werden deine Änderungen verworfen."],"Save":["Speichern"],"Name":["Name"],"Please provide a name!":["Bitte gib einen Namen an!"],"Status":["Status"],"Please choose a status!":["Bitte wähle einen Status aus!"],"Enabled":["Aktiviert"],"Disabled":["Deaktiviert"],"Draft":["Entwurf"],"You successfully saved the content blocker.":["Du hast den Content-Blocker erfolgreich gespeichert."],"The content blocker could not be saved due to missing\/invalid form values.":["Der Content Blocker konnte aufgrund fehlender\/ungültiger Formularwerte nicht gespeichert werden."],"You have already created a cookie. Are you sure that you won't create the corresponding content blocker?":["Du hast bereits ein Cookie angelegt. Bist du sicher, dass du den zugehörigen Content Blocker nicht erstellen möchtest?"],"General content blocker configuration":["Allgemeine Content Blocker Konfiguration"],"Each content blocker should have a descriptive name that is understandable to a user, e. g. \"Google Maps\".":["Jeder Content Blocker sollte einen aussagekräftigen Namen haben, der für einen Nutzer verständlich ist, z. B. “Google Maps”."],"Content Blockers with a \"Draft\" or \"Disabled\" status will not visible to the public. In addition, a draft will be highlighted in the content blocker table so that you do not forget to configure it.":["Content Blocker mit dem Status “Entwurf” oder “Deaktiviert” sind für die Öffentlichkeit nicht sichtbar. Außerdem wird ein Entwurf in der Tabelle der Content Blocker hervorgehoben, damit du nicht vergisst ihn fertigzustellen."],"Description":["Beschreibung"],"You should explain to the visitors of your website which content will be loaded instead of the content blocker if they agree to the associated cookies (only shown in visual content blockers).":["Du solltest den Besuchern deiner Website erklären, welche Inhalte anstelle des Content Blockers geladen werden, wenn sie in die zugehörigen Cookies einwilligen (wird nur bei visuellen Content Blockern angezeigt)."],"Technical Definition":["Technische Definition"],"URLs \/ Elements to block":["URLs \/ Zu blockierende Elemente"],"Please provide at least one URL\/element!":["Bitte gebe mindestens eine URL\/Element an!"],"Enter one URL per line, whose content will be replaced by the content blocker. You can block all available URLs on your website including Videos, Iframes, Scripts, Inline Scripts and Stylesheets. Please use an asterisk ({{code}}*{{\/code}}) as wildcard.":["Gebe eine URL pro Zeile ein, deren Inhalt durch den Content Blocker ersetzt wird. Du kannst alle verfügbaren URLs auf deiner Website blockieren, einschließlich Videos, Iframes, Scripts, Inline-Scripts und Stylesheets. Bitte verwenden ein Sternchen ({{code}}*{{\/code}}) als Wildcard."],"{{strong}}Pro tip:{{\/strong}} Use the following syntax to create the content blocker on a custom HTML element: {{code}}div[id=\"my-embed\"]{{\/code}}. This also works with a contains-syntax: {{code}}div[class*=\"my-embed\"]{{\/code}}":["{{strong}}Pro Tipp:{{\/strong}} Verwende den folgenden Syntax, um den Content Blocker auf für benutzerdefinierten HTML-Element zu erstellen: {{code}}div[id=\"my-embed\"]{{\/code}}. Dies funktioniert auch mit den Contains-Syntax: {{code}}div[class*=\"my-embed\"]{{\/code}}"],"Connected cookies":["Verbundene Cookies"],"Please provide at least one cookie!":["Bitte gib mindestens einen Cookie an!"],"A content blocker is displayed until the user has agreed to all necessary cookies\/services that would be set by loading the content. {{strong}}You must define all cookies that are loaded by these services as soon as the user wants to see the blocked content.{{\/strong}}":["Ein Content Blocker wird so lange angezeigt, bis der Nutzer in alle notwendigen Cookies\/Dienste eingewilligt hat, die durch das Laden des Inhalts gesetzt werden würden.. {{strong}}Du musst alle Cookies definieren, die von diesen Diensten geladen werden, sobald der Benutzer den blockierten Inhalt sehen möchte.{{\/strong}}"],"For each content blocker it can be defined if it should be visually visible. This means that if the user has not agreed to the respective cookies, a box with a button is displayed to adjust the privacy settings so that the actual content can be loaded. The design of the box is inherited from the cookie banner.":["Für jeden Content Blocker kann definiert werden, ob er visuell sichtbar sein soll. Das bedeutet, dass, sollte der Nutzer den jeweiligen Cookies nicht zugestimmt haben, ein Kasten mit einer Schaltfläche angezeigt wird, um die Datenschutzeinstellungen so anzupassen, dass der eigentliche Inhalt geladen werden kann. Das Design der Box wird vom Cookie Banner geerbt."],"Visual":["Visuell"],"Show the visual content blocker, if possible":["Zeigen den visuellen Content Blocker, wenn möglich"],"Force visual content blocker for hidden elements":["Erzwingen visuelle Content Blocker für verborgene Elemente"],"In rare cases, visual content blockers are not displayed because the main element of the blocked content is not visible either. Enable this option if this is the case and you want to force to display a content blocker for non-visible elements.":["In seltenen Fällen werden visuelle Content Blocker nicht angezeigt, weil auch das Hauptelement des blockierten Inhalts nicht sichtbar ist. Aktivieren diese Option, wenn dies der Fall ist und die Anzeige eines Content Blockers für nicht sichtbare Elemente erzwungen werden soll."],"Please confirm that you have checked the content of the content blocker.":["Bitte bestätige, dass du den Inhalt des Content Blockers überprüft hast."],"I have checked the information in the content blocker template myself and added any missing information or corrected any information that does not fit to my use case.":["Ich habe die Informationen in der Vorlage des Content Blockers selbst überprüft und fehlende Informationen ergänzt oder Informationen korrigiert, die nicht zu meinem Anwendungsfall passen."],"Add content blocker":["Content Blocker hinzufügen"],"Edit":["Bearbeiten"],"Are you sure that you want to delete this content blocker?":["Bist du sicher, dass du diesen Content Blocker löschen möchtest?"],"Delete":["Löschen"],"Cancel":["Abbrechen"],"No connected cookies defined":["Keine verbundenen Cookies definiert"],"Created from template":["Aus Vorlage erstellt"],"Visual Content Blocker":["Visueller Content Blocker"],"Yes, if possible":["Ja, wenn möglich"],"No":["Nein"],"You have not yet created a content blocker.":["Du hast noch keinen Content Blocker erstellt."],"Because a content blocker must be associated with a cookie, you must create a cookie first.":["Da ein Content Blocker mit einem Cookie verbunden sein muss, musst du zuerst einen Cookie erstellen."],"Create content blocker":["Content Blocker erstellen"],"Add cookie":["Cookie hinzufügen"],"Some cookies could not be automatically retrieved from the template. Please select (or create if not already exist) the following cookies:":["Einige Cookies konnten nicht automatisch von der Vorlage abgerufen werden. Bitte wähle die folgenden Cookies aus (oder erstelle sie, falls noch nicht vorhanden):"],"Create now":["Erstellen"],"Content Blockers are globally deactivated in the settings and are therefore not displayed on your website.":["Content Blocker sind in den Einstellungen global deaktiviert und werden daher nicht auf deiner Website angezeigt."],"Enable now":["Jetzt aktivieren"]}}}